tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "cctools"
brew "cloc"
brew "cmake"
brew "curl"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dos2unix", args: ["with-gettext"]
brew "gettext"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "git"
brew "git-standup"
brew "libffi"
brew "pcre"
brew "glib"
brew "gnu-sed"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "htop"
brew "hub"
brew "openssl"
brew "irssi"
brew "less"
brew "libevent"
brew "libressl"
brew "libusb-compat"
brew "m-cli"
brew "python"
brew "macvim"
brew "maven"
brew "ncdu"
brew "nginx"
brew "nvm"
brew "openssl@1.1"
brew "pkg-config"
brew "slackcat"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
