tap 'caskroom/cask'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/services'
brew 'cctools'
brew 'cloc'
brew 'cmake'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dos2unix', args: ['with-gettext']
brew 'gmp'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-standup'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'gnu-sed'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'htop'
brew 'openssl'
brew 'irssi'
brew 'libevent'
brew 'libressl'
brew 'libyaml'
brew 'm-cli'
brew 'ncdu'
brew 'openssl@1.1'
brew 'nginx', restart_service: true
brew 'nvm'
brew 'perl'
brew 'pkg-config'
brew 'sqlite'
brew 'python'
brew 'xz'
brew 'python3'
brew 'ruby'
brew 'slackcat'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'utf8proc'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/less', args: ['with-pcre']
brew 'homebrew/dupes/openssh', args: ['with-libressl']
cask 'xquartz'
