tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/services'
brew 'cloc'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'xz'
brew 'gawk'
brew 'gdbm'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'git-standup'
brew 'libffi'
brew 'glib'
brew 'gnu-sed'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'readline'
brew 'gnupg2'
brew 'go'
brew 'htop'
brew 'openssl'
brew 'irssi'
brew 'libevent'
brew 'libressl'
brew 'ncdu'
brew 'nginx'
brew 'nvm'
brew 'sqlite'
brew 'python3'
brew 'slackcat'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'homebrew/dupes/openssh', args: ['with-libressl']
